Revit 2024 API
UnitTypeId.Candelas Property
 Candelas.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Candelas { get; }
Visual Basic
Public Shared ReadOnly Property Candelas As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Candelas {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace